Repository: hxhlb/lara
Catalog: lara/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_tw

source: ./ipsw extract --kernel [drag your ipsw here]
zh_hans: ./ipsw extract --kernel [把 IPSW 拖到这里]
zh_hant_tw: ./ipsw extract --kernel [把 IPSW 拖到這裡]

source: [Respring](https://roooot.dev/respring.html) to apply.
zh_hans: [Respring](https://roooot.dev/respring.html) 以应用。
zh_hant_tw: [Respring](https://roooot.dev/respring.html) 以套用。

source: %lld icons
zh_hans: %lld 个图标
zh_hant_tw: %lld 個圖示

source: %lld matching apps
zh_hans: %lld 个匹配的 App
zh_hant_tw: %lld 個符合的 App

source: 1. Download the IPSW tool for your device.
zh_hans: 1. 下载适用于你设备的 IPSW 工具。
zh_hant_tw: 1. 下載適用於你裝置的 IPSW 工具。

source: 1. Switch to hybrid mode in settings 2. Escape the Sandbox 3. Initialise VFS 4. Try again.
zh_hans: 1. 在设置中切换到混合模式 2. 逃逸沙盒 3. 初始化 VFS 4. 重试。
zh_hant_tw: 1. 在設定中切換到混合模式 2. 逃逸沙盒 3. 初始化 VFS 4. 再試一次。

source: 2. Extract the archive.
zh_hans: 2. 解压归档。
zh_hant_tw: 2. 解壓縮封存檔。

source: 3 App Bypass
zh_hans: 3 App 限制绕过
zh_hant_tw: 3 App 限制繞過

source: 3. Open Terminal.
zh_hans: 3. 打开终端。
zh_hant_tw: 3. 打開終端機。

source: 4. Navigate to the extracted folder:
zh_hans: 4. 进入解压后的文件夹：
zh_hant_tw: 4. 前往解壓縮後的資料夾：

source: 5. Extract the kernel:
zh_hans: 5. 提取 kernel：
zh_hant_tw: 5. 解出 kernel：

source: 6. Get the kernelcache file.
zh_hans: 6. 获取 kernelcache 文件。
zh_hant_tw: 6. 取得 kernelcache 檔案。

source: 7. Transfer the kernelcache to your iCloud or iPhone.
zh_hans: 7. 将 kernelcache 传到 iCloud 或 iPhone。
zh_hant_tw: 7. 將 kernelcache 傳到 iCloud 或 iPhone。

source: 8. Tap the button above and select the kernelcache, for example kernelcache.release.iPhone14,3.
zh_hans: 8. 点击上方按钮并选择 kernelcache，例如 kernelcache.release.iPhone14,3。
zh_hant_tw: 8. 點上方按鈕並選取 kernelcache，例如 kernelcache.release.iPhone14,3。

source: Action Button
zh_hans: 操作按钮
zh_hant_tw: 動作按鈕

source: Actions
zh_hans: 操作
zh_hant_tw: 操作

source: Add
zh_hans: 添加
zh_hant_tw: 加入

source: Add Font Repo
zh_hans: 添加字体仓库
zh_hant_tw: 加入字型 Repo

source: Address Space Layout Randomization. Probably not useful for you.
zh_hans: 地址空间布局随机化。大概率你用不上。
zh_hant_tw: 位址空間配置隨機化。大概對你沒什麼用。

source: All of the DirtyZero tweaks.
zh_hans: 所有 DirtyZero tweak。
zh_hant_tw: 所有 DirtyZero tweak。

source: Allow >10 dock icons
zh_hans: 允许 Dock 超过 10 个图标
zh_hant_tw: 允許 Dock 超過 10 個圖示

source: Allow installing iPadOS apps
zh_hans: 允许安装 iPadOS App
zh_hant_tw: 允許安裝 iPadOS App

source: Always on Display (18.0+)
zh_hans: 全天候显示 (18.0+)
zh_hant_tw: 永遠顯示 (18.0+)

source: Apply
zh_hans: 应用
zh_hant_tw: 套用

source: Apply Dock Columns
zh_hans: 应用 Dock 列数
zh_hant_tw: 套用 Dock 欄數

source: Apply Home Screen Grid
zh_hans: 应用主屏幕网格
zh_hant_tw: 套用主畫面網格

source: Apply Modified MobileGestalt
zh_hans: 应用修改后的 MobileGestalt
zh_hant_tw: 套用修改後的 MobileGestalt

source: Apply Passcode Theme
zh_hans: 应用密码主题
zh_hant_tw: 套用密碼主題

source: Available Themes
zh_hans: 可用主题
zh_hant_tw: 可用主題

source: Backdrops
zh_hans: 背景
zh_hant_tw: 背景

source: Basic
zh_hans: 基础
zh_hant_tw: 基本

source: Become iPadOS
zh_hans: 伪装为 iPadOS
zh_hant_tw: 偽裝成 iPadOS

source: Big thanks [jailbreak.party](https://github.com/jailbreakdotparty/dirtyZero)! NOTE: A lot of Tweaks currently dont work. This will probably be fixed in a future update.
zh_hans: 特别感谢 [jailbreak.party](https://github.com/jailbreakdotparty/dirtyZero)！ 注意：目前很多 tweak 还不能工作，未来更新中可能会修复。
zh_hant_tw: 特別感謝 [jailbreak.party](https://github.com/jailbreakdotparty/dirtyZero)！ 注意：目前很多 tweak 還不能運作，未來更新可能會修復。

source: Boot chime
zh_hans: 开机提示音
zh_hant_tw: 開機提示音

source: Bypass 3 App Limit
zh_hans: 绕过 3 App 限制
zh_hant_tw: 繞過 3 App 限制

source: Call
zh_hans: 调用
zh_hant_tw: 呼叫

source: Calls a symbol (via dlsym) or an absolute address. Numeric args are passed as x0-x7 then stack.
zh_hans: 调用符号（通过 dlsym）或绝对地址。数字参数会按 x0-x7 然后栈传递。
zh_hant_tw: 呼叫符號（透過 dlsym）或絕對位址。數字參數會依 x0-x7 接著堆疊傳遞。

source: Camera button (18.0rc+)
zh_hans: 相机按钮 (18.0rc+)
zh_hant_tw: 相機按鈕 (18.0rc+)

source: Cancel
zh_hans: 取消
zh_hant_tw: 取消

source: Card Overwrite
zh_hans: 卡片覆盖
zh_hant_tw: 卡片覆寫

source: Change the way app folders get displayed in the file manager.
zh_hans: 更改文件管理器中 App 文件夹的显示方式。
zh_hant_tw: 更改檔案管理器中 App 資料夾的顯示方式。

source: Charge limit (17+)
zh_hans: 充电上限 (17+)
zh_hant_tw: 充電上限 (17+)

source: Choose Source File
zh_hans: 选择源文件
zh_hant_tw: 選擇來源檔案

source: Class:
zh_hans: 类别：
zh_hant_tw: 類別：

source: Clean
zh_hans: 清理
zh_hant_tw: 清理

source: Cleanup enabled via sandbox escape.
zh_hans: 已通过沙盒逃逸启用清理。
zh_hant_tw: 已透過沙盒逃逸啟用清理。

source: Clear
zh_hans: 清除
zh_hant_tw: 清除

source: Clear All Keys
zh_hans: 清除所有 Key
zh_hant_tw: 清除所有 Key

source: Clear Kernelcache Data?
zh_hans: 清除 Kernelcache 数据？
zh_hant_tw: 清除 Kernelcache 資料？

source: Contents
zh_hans: 内容
zh_hant_tw: 內容

source: Control Center
zh_hans: 控制中心
zh_hant_tw: 控制中心

source: Copy
zh_hans: 复制
zh_hant_tw: 複製

source: Copy to Clipboard
zh_hans: 复制到剪贴板
zh_hant_tw: 複製到剪貼簿

source: Crash Detection (might not work)
zh_hans: 车祸检测（可能无效）
zh_hant_tw: 車禍偵測（可能無效）

source: Create
zh_hans: 创建
zh_hant_tw: 建立

source: Create File
zh_hans: 创建文件
zh_hant_tw: 建立檔案

source: Credits
zh_hans: 致谢
zh_hant_tw: 致謝

source: Current suffix: (none)
zh_hans: 当前后缀：（无）
zh_hant_tw: 目前後綴：（無）

source: Current suffix: %@
zh_hans: 当前后缀：%@
zh_hant_tw: 目前後綴：%@

source: Custom Overwrite
zh_hans: 自定义覆盖
zh_hant_tw: 自訂覆寫

source: Custom Path Overwrite
zh_hans: 自定义路径覆盖
zh_hant_tw: 自訂路徑覆寫

source: Custom RemoteCall
zh_hans: 自定义 RemoteCall
zh_hant_tw: 自訂 RemoteCall

source: Danger Zone
zh_hans: 危险区域
zh_hant_tw: 危險區域

source: Date format (e.g. HH:mm)
zh_hans: 日期格式（例如 HH:mm）
zh_hant_tw: 日期格式（例如 HH:mm）

source: Debugger
zh_hans: 调试器
zh_hant_tw: 除錯器

source: Debugging
zh_hans: 调试
zh_hant_tw: 除錯

source: Delete
zh_hans: 删除
zh_hant_tw: 刪除

source: Delete %@?
zh_hans: 删除 %@？
zh_hant_tw: 刪除 %@？

# Delete %lld matched path%@?
source: Delete %1$lld matched path%2$@?
zh_hans: 删除 %lld 个匹配路径%@？
zh_hant_tw: 刪除 %lld 個符合路徑%@？

source: Delete Kernelcache Data
zh_hans: 删除 Kernelcache 数据
zh_hant_tw: 刪除 Kernelcache 資料

source: Delete Selected Items?
zh_hans: 删除所选项目？
zh_hant_tw: 刪除所選項目？

source: Deleting and redownloading Kernelcache can fix a lot of issues. Try this before making a github Issue.
zh_hans: 删除并重新下载 Kernelcache 可以修复很多问题。提交 GitHub Issue 前可以先试试。
zh_hant_tw: 刪除並重新下載 Kernelcache 可以修復很多問題。提交 GitHub Issue 前可以先試試。

source: Depending on your device configuration, this may not function properly.
zh_hans: 具体取决于设备配置，此功能可能无法正常工作。
zh_hant_tw: 依裝置設定而定，此功能可能無法正常運作。

source: Destroy RemoteCall
zh_hans: 销毁 RemoteCall
zh_hant_tw: 銷毀 RemoteCall

source: Detach
zh_hans: 断开调试器
zh_hant_tw: 中斷除錯器

source: Detection only. Escape the sandbox to delete matched paths.
zh_hans: 仅检测。需要沙盒逃逸后才能删除匹配路径。
zh_hant_tw: 僅偵測。需要沙盒逃逸後才能刪除符合路徑。

source: Directory is empty.
zh_hans: 目录为空。
zh_hant_tw: 目錄是空的。

source: Disable Liquid Glass
zh_hans: 禁用 Liquid Glass
zh_hant_tw: 停用 Liquid Glass

source: Disable Liquid Glass on Dock
zh_hans: 禁用 Dock 的 Liquid Glass
zh_hant_tw: 停用 Dock 的 Liquid Glass

source: Disable Liquid Glass on LS Clock
zh_hans: 禁用锁屏时钟的 Liquid Glass
zh_hant_tw: 停用鎖定畫面時鐘的 Liquid Glass

source: Disable log dividers
zh_hans: 禁用日志分隔线
zh_hant_tw: 停用日誌分隔線

source: Disable Outer Refraction
zh_hans: 禁用外部折射
zh_hant_tw: 停用外部折射

source: Disable Solarium HDR
zh_hans: 禁用 Solarium HDR
zh_hant_tw: 停用 Solarium HDR

source: Disable Specular Motion
zh_hans: 禁用高光运动效果
zh_hant_tw: 停用高光動態效果

source: disabled
zh_hans: 已禁用
zh_hant_tw: 已停用

source: Display hidden files
zh_hans: 显示隐藏文件
zh_hant_tw: 顯示隱藏檔案

source: Display Mode
zh_hans: 显示模式
zh_hant_tw: 顯示模式

source: Dock columns
zh_hans: Dock 列数
zh_hant_tw: Dock 欄數

source: Done
zh_hans: 完成
zh_hant_tw: 完成

source: Download Kernelcache
zh_hans: 下载 Kernelcache
zh_hant_tw: 下載 Kernelcache

source: Dynamic Island
zh_hans: 灵动岛
zh_hant_tw: 動態島

source: e.g. 755
zh_hans: 例如 755
zh_hant_tw: 例如 755

source: Edit
zh_hans: 编辑
zh_hant_tw: 編輯

source: Edit Card Number
zh_hans: 编辑卡片号码
zh_hant_tw: 編輯卡片號碼

source: EditorView, PocketPoster Helper, various improvements.
zh_hans: EditorView、PocketPoster Helper 和多项改进。
zh_hant_tw: EditorView、PocketPoster Helper 與多項改進。

source: Emojis — %@
zh_hans: 表情符号 — %@
zh_hant_tw: 表情符號 — %@

source: Enable
zh_hans: 启用
zh_hant_tw: 啟用

source: Enable Floating Dock
zh_hans: 启用浮动 Dock
zh_hant_tw: 啟用浮動 Dock

source: Enable Grid App Switcher (Broken animation)
zh_hans: 启用网格 App 切换器（动画异常）
zh_hant_tw: 啟用網格 App 切換器（動畫異常）

source: Enable recursive search in File Manager
zh_hans: 启用文件管理器递归搜索
zh_hant_tw: 啟用檔案管理器遞迴搜尋

source: Enable Spoof EU Region
zh_hans: 启用欧盟区域伪装
zh_hant_tw: 啟用歐盟地區偽裝

source: Enable UIKit Debug Overlay
zh_hans: 启用 UIKit 调试覆盖层
zh_hant_tw: 啟用 UIKit 除錯覆蓋層

source: Enable Upside Down
zh_hans: 启用倒置方向
zh_hant_tw: 啟用倒置方向

source: enabled
zh_hans: 已启用
zh_hant_tw: 已啟用

source: Enables installing of EU/Japan Marketplace apps.
zh_hans: 允许安装欧盟/日本 Marketplace App。
zh_hant_tw: 允許安裝歐盟/日本 Marketplace App。

source: Error: %@
zh_hans: 错误：%@
zh_hant_tw: 錯誤：%@

source: Escape Failed!
zh_hans: 沙盒逃逸失败！
zh_hant_tw: 沙盒逃逸失敗！

source: Escape Sandbox
zh_hans: 逃逸沙盒
zh_hant_tw: 逃逸沙盒

source: Escaped Sandbox
zh_hans: 已逃逸沙盒
zh_hant_tw: 已逃逸沙盒

source: Escaping Sandbox...
zh_hans: 正在逃逸沙盒...
zh_hant_tw: 正在逃逸沙盒...

source: Example: %@
zh_hans: 示例： %@
zh_hant_tw: 範例： %@

source: Exploit Failed!
zh_hans: Exploit 失败！
zh_hant_tw: Exploit 失敗！

source: Exploit Successful
zh_hans: Exploit 成功
zh_hant_tw: Exploit 成功

source: Extra Tools
zh_hans: 额外工具
zh_hant_tw: 額外工具

source: Failed!
zh_hans: 失败！
zh_hant_tw: 失敗！

source: Failed. Check logs.
zh_hans: 失败。请检查日志。
zh_hant_tw: 失敗。請檢查日誌。

source: Fetch Kernelcache
zh_hans: 获取 Kernelcache
zh_hant_tw: 取得 Kernelcache

source: File Manager App Management
zh_hans: 文件管理器 App 管理
zh_hant_tw: 檔案管理器 App 管理

source: File Manager Info
zh_hans: 文件管理器信息
zh_hant_tw: 檔案管理器資訊

source: File Manager not ready
zh_hans: 文件管理器未就绪
zh_hant_tw: 檔案管理器尚未就緒

source: Filename
zh_hans: 文件名
zh_hant_tw: 檔案名稱

source: Fixed Hide Icon Labels
zh_hans: 修复隐藏图标标签
zh_hant_tw: 修復隱藏圖示標籤

source: Font Overwrite
zh_hans: 字体覆盖
zh_hant_tw: 字型覆寫

source: Font Repos
zh_hans: 字体仓库
zh_hant_tw: 字型 Repo

source: Force Solarium Fallback
zh_hans: 强制 Solarium fallback
zh_hant_tw: 強制 Solarium fallback

source: Full
zh_hans: 完整
zh_hant_tw: 完整

source: Function (symbol or 0xaddr)
zh_hans: 函数（符号或 0x 地址）
zh_hant_tw: 函式（符號或 0x 位址）

source: Generic Youtube Tweaks
zh_hans: 通用 YouTube Tweaks
zh_hant_tw: 通用 YouTube Tweaks

source: Get Info
zh_hans: 获取信息
zh_hant_tw: 取得資訊

source: Get the needed hashes for Pocket Poster without the need of a PC.
zh_hans: 无需电脑即可获取 Pocket Poster 所需的 hash。
zh_hant_tw: 不需要電腦即可取得 Pocket Poster 所需的 hash。

source: GID (e.g. 501)
zh_hans: GID（例如 501）
zh_hant_tw: GID（例如 501）

source: Glitches
zh_hans: 故障效果
zh_hant_tw: 故障效果

source: Go to Home
zh_hans: 前往 Home
zh_hant_tw: 前往 Home

source: Go to Root
zh_hans: 前往 Root
zh_hant_tw: 前往 Root

source: GPU Time
zh_hans: GPU 时间
zh_hant_tw: GPU 時間

source: Helped me with offsets and lots of other stuff. This project wouldnt have been possible without him!
zh_hans: 帮我处理 offsets 和很多其他东西。没有他，这个项目不可能完成！
zh_hant_tw: 幫我處理 offsets 和很多其他事情。沒有他，這個專案不可能完成！

source: Hide hidden files
zh_hans: 隐藏隐藏文件
zh_hant_tw: 隱藏隱藏檔案

source: Hide Icon Labels
zh_hans: 隐藏图标标签
zh_hant_tw: 隱藏圖示標籤

source: Home screen columns
zh_hans: 主屏幕列数
zh_hant_tw: 主畫面欄數

source: Home screen rows
zh_hans: 主屏幕行数
zh_hant_tw: 主畫面列數

source: How to obtain a kernelcache (macOS)
zh_hans: 如何获取 kernelcache（macOS）
zh_hant_tw: 如何取得 kernelcache（macOS）

source: Hybrid: SBX for read, VFS for write. Best method ever. (Thanks Huy)
zh_hans: 混合：SBX 读取，VFS 写入。 最好的方法。（感谢 Huy）
zh_hant_tw: 混合：SBX 讀取，VFS 寫入。 最好的方法。（感謝 Huy）

source: Ignore Liquid Glass App Build Check
zh_hans: 忽略 Liquid Glass App 构建检查
zh_hant_tw: 忽略 Liquid Glass App 建置檢查

source: Import .passthm / .zip File
zh_hans: 导入 .passthm / .zip 文件
zh_hant_tw: 匯入 .passthm / .zip 檔案

source: Import Font
zh_hans: 导入字体
zh_hant_tw: 匯入字型

source: Import Kernelcache from Files
zh_hans: 从文件导入 Kernelcache
zh_hant_tw: 從檔案匯入 Kernelcache

source: Import Theme
zh_hans: 导入主题
zh_hant_tw: 匯入主題

source: Imported Themes
zh_hans: 已导入主题
zh_hant_tw: 已匯入主題

source: Information
zh_hans: 信息
zh_hant_tw: 資訊

source: Initalize System
zh_hans: 初始化系统
zh_hant_tw: 初始化系統

source: Initialize RemoteCall
zh_hans: 初始化 RemoteCall
zh_hant_tw: 初始化 RemoteCall

source: Initialize VFS
zh_hans: 初始化 VFS
zh_hant_tw: 初始化 VFS

source: Initialized RemoteCall
zh_hans: RemoteCall 已初始化
zh_hant_tw: RemoteCall 已初始化

source: Initialized System
zh_hans: 系统已初始化
zh_hant_tw: 系統已初始化

source: Initializing RemoteCall...
zh_hans: 正在初始化 RemoteCall...
zh_hant_tw: 正在初始化 RemoteCall...

source: Initializing VFS...
zh_hans: 正在初始化 VFS...
zh_hant_tw: 正在初始化 VFS...

source: Inspiration.
zh_hans: 灵感来源。
zh_hant_tw: 靈感來源。

source: Installed Apps
zh_hans: 已安装 App
zh_hant_tw: 已安裝 App

source: Internal Storage info
zh_hans: 内部存储信息
zh_hant_tw: 內部儲存空間資訊

source: invalid.
zh_hans: 无效。
zh_hant_tw: 無效。

source: Issue Token
zh_hans: 签发 Token
zh_hant_tw: 簽發 Token

source: Keep Alive
zh_hans: 保持后台
zh_hant_tw: 保持背景執行

source: Keep Alive keeps the app running in the background when it is minimized (not closed from app switcher).
zh_hans: Keep Alive 会在 App 最小化时保持后台运行（不是从 App 切换器关闭）。
zh_hant_tw: Keep Alive 會在 App 最小化時保持背景執行（不是從 App 切換器關閉）。

source: Kernel R/W is not ready. Run the exploit first.
zh_hans: Kernel R/W 未就绪。请先运行 exploit。
zh_hant_tw: Kernel R/W 尚未就緒。請先執行 exploit。

source: Kernel Read Write
zh_hans: 内核读写
zh_hant_tw: 核心讀寫

source: Kernelcache offsets missing!
zh_hans: 缺少 Kernelcache 偏移！
zh_hant_tw: 缺少 Kernelcache 偏移！

source: Lara does not work when a debugger is attached.
zh_hans: 连接调试器时 Lara 无法工作。
zh_hant_tw: 連接除錯器時 Lara 無法運作。

source: Lara is currently not supported on this device. Possible reasons: Your device is newer than iOS 26.0.1 Your device is older than iOS 17.0 Your device has MIE Lara will probably not work.
zh_hans: Lara 目前不支持这台设备。可能原因： 你的设备高于 iOS 26.0.1 你的设备低于 iOS 17.0 你的设备启用了 MIE Lara 很可能无法工作。
zh_hant_tw: Lara 目前不支援這台裝置。可能原因： 你的裝置高於 iOS 26.0.1 你的裝置低於 iOS 17.0 你的裝置啟用了 MIE Lara 很可能無法運作。

source: lara needs to download kernelcache offsets in order for the exploit to function properly. Download them in settings.
zh_hans: lara 需要下载 kernelcache 偏移，exploit 才能正常工作。请到设置中下载。
zh_hant_tw: lara 需要下載 kernelcache 偏移，exploit 才能正常運作。請到設定中下載。

source: Lara Settings
zh_hans: Lara 设置
zh_hant_tw: Lara 設定

source: Later
zh_hans: 稍后
zh_hant_tw: 稍後

source: Licenses
zh_hans: 许可证
zh_hant_tw: 授權條款

source: Loading...
zh_hans: 正在加载...
zh_hant_tw: 正在載入...

source: Logs
zh_hans: 日志
zh_hant_tw: 日誌

source: Made darksword-kexploit-fun.
zh_hans: 制作了 darksword-kexploit-fun。
zh_hant_tw: 製作了 darksword-kexploit-fun。

source: Made the respring script.
zh_hans: 制作了 respring 脚本。
zh_hant_tw: 製作了 respring 腳本。

source: Main Developer
zh_hans: 主要开发者
zh_hant_tw: 主要開發者

source: Make a repo by forking the [template repo](https://github.com/rooootdev/larafonts/) on GitHub and adding your custom fonts there.
zh_hans: 在 GitHub fork [模板仓库](https://github.com/rooootdev/larafonts/) 并添加你的自定义字体。
zh_hant_tw: 在 GitHub fork [範本 Repo](https://github.com/rooootdev/larafonts/) 並加入你的自訂字型。

source: Manually edit and save offsets. Values persist across launches.
zh_hans: 手动编辑并保存 offsets。数值会在重启 App 后保留。
zh_hant_tw: 手動編輯並儲存 offsets。數值會在重新開啟 App 後保留。

source: Matches
zh_hans: 匹配项
zh_hant_tw: 符合項目

source: Memory Bandwidth
zh_hans: 内存带宽
zh_hant_tw: 記憶體頻寬

source: Metal HUD for all apps
zh_hans: 所有 App 的 Metal HUD
zh_hant_tw: 所有 App 的 Metal HUD

source: Method
zh_hans: 方法
zh_hant_tw: 方法

source: Modify Offsets
zh_hans: 修改 Offsets
zh_hant_tw: 修改 Offsets

source: Needs to be reapplied everytime you sideload a new app.
zh_hans: 每次侧载新 App 后都需要重新应用。
zh_hant_tw: 每次側載新 App 後都需要重新套用。

source: New Folder
zh_hans: 新建文件夹
zh_hant_tw: 新增資料夾

source: No apps found
zh_hans: 未找到 App
zh_hant_tw: 找不到 App

source: No apps found.
zh_hans: 未找到 App。
zh_hant_tw: 找不到 App。

source: No blacklisted residue from VarCleanRules.json was found.
zh_hans: 未发现 VarCleanRules.json 中列出的黑名单残留。
zh_hant_tw: 未發現 VarCleanRules.json 中列出的黑名單殘留。

source: No cards found.
zh_hans: 未找到卡片。
zh_hant_tw: 找不到卡片。

source: No matches.
zh_hans: 无匹配项。
zh_hant_tw: 沒有符合項目。

source: No repos added yet.
zh_hans: 尚未添加仓库。
zh_hant_tw: 尚未加入 Repo。

source: No Saved Token.
zh_hans: 没有已保存的 Token。
zh_hant_tw: 沒有已儲存的 Token。

source: not .ttc
zh_hans: 不是 .ttc
zh_hant_tw: 不是 .ttc

source: Not available when a debugger is attached.
zh_hans: 连接调试器时不可用。
zh_hant_tw: 連接除錯器時不可用。

source: Not available while a debugger is attached.
zh_hans: 连接调试器时不可用。
zh_hant_tw: 連接除錯器時不可用。

source: Note: some tweaks may not work or cause instability.
zh_hans: 注意：部分 tweak 可能无法工作或导致不稳定。
zh_hant_tw: 注意：部分 tweak 可能無法運作或造成不穩定。

source: Off
zh_hans: 关闭
zh_hant_tw: 關閉

source: OK
zh_hans: 好
zh_hant_tw: 好

source: Only works on apps with the `get-task-allow` entitlement.
zh_hans: 只适用于带有 `get-task-allow` 权限的 App。
zh_hant_tw: 僅適用於具有 `get-task-allow` 權限的 App。

source: Original (%@)
zh_hans: 原始 (%@)
zh_hant_tw: 原始 (%@)

source: Override user interface idiom to iPadOS, so you could use all iPadOS multitasking features on iPhone. Gives you the same capabilities as TrollPad, but may cause some issues. PLEASE DO NOT TURN OFF SHOW DOCK IN STAGE MANAGER OTHERWISE YOUR PHONE WILL BOOTLOOP WHEN ROTATING TO LANDSCAPE.
zh_hans: 将用户界面类型伪装为 iPadOS，这样可以在 iPhone 上使用所有 iPadOS 多任务功能。效果类似 TrollPad，但可能导致一些问题。 请不要在台前调度中关闭显示 Dock，否则手机横屏时会 bootloop。
zh_hant_tw: 將使用者介面類型偽裝成 iPadOS，讓你可以在 iPhone 上使用所有 iPadOS 多工功能。效果類似 TrollPad，但可能造成一些問題。 請不要在幕前調度中關閉顯示 Dock，否則手機轉橫向時會 bootloop。

source: Overwrite eligibility (one time setup)
zh_hans: 覆盖 eligibility（一次性设置）
zh_hant_tw: 覆寫 eligibility（一次性設定）

source: Overwrite Target
zh_hans: 覆盖目标
zh_hant_tw: 覆寫目標

source: Overwrites MobileIdentityData blacklist files with an empty plist.
zh_hans: 用空 plist 覆盖 MobileIdentityData 黑名单文件。
zh_hant_tw: 用空 plist 覆寫 MobileIdentityData 黑名單檔案。

source: Overwriting...
zh_hans: 正在覆盖...
zh_hant_tw: 正在覆寫...

source: Panic
zh_hans: 触发 Panic
zh_hant_tw: 觸發 Panic

source: Particles
zh_hans: 粒子
zh_hant_tw: 粒子

source: Passcode Theme
zh_hans: 密码主题
zh_hant_tw: 密碼主題

source: Paste
zh_hans: 粘贴
zh_hant_tw: 貼上

source: Paste (Replace)
zh_hans: 粘贴（替换）
zh_hant_tw: 貼上（取代）

source: Patch (Empty Plist)
zh_hans: 补丁（空 Plist）
zh_hant_tw: 修補（空 Plist）

source: Path:
zh_hans: 路径：
zh_hant_tw: 路徑：

source: Performance HUD
zh_hans: 性能 HUD
zh_hant_tw: 效能 HUD

source: Place PNG files as bundleid.png in /var/mobile/darkboard
zh_hans: 将 PNG 文件以 bundleid.png 命名后放入 /var/mobile/darkboard
zh_hant_tw: 將 PNG 檔案以 bundleid.png 命名後放入 /var/mobile/darkboard

source: Pocket Poster Helper
zh_hans: Pocket Poster 助手
zh_hant_tw: Pocket Poster 輔助工具

source: Power
zh_hans: 电源
zh_hant_tw: 電源

source: Powercuff and SBCustomizer
zh_hans: Powercuff 和 SBCustomizer
zh_hant_tw: Powercuff 和 SBCustomizer

source: Process
zh_hans: 进程
zh_hant_tw: 行程

source: Process name
zh_hans: 进程名
zh_hant_tw: 行程名稱

source: Refresh
zh_hans: 刷新
zh_hant_tw: 重新整理

source: Refresh Apps
zh_hans: 刷新 App
zh_hant_tw: 重新整理 App

source: Refresh plist
zh_hans: 刷新 plist
zh_hant_tw: 重新整理 plist

source: Reload from plist
zh_hans: 从 plist 重新加载
zh_hant_tw: 從 plist 重新載入

source: RemoteCall (SB Injection)
zh_hans: RemoteCall（SpringBoard 注入）
zh_hant_tw: RemoteCall（SpringBoard 注入）

source: RemoteCall Customizer
zh_hans: RemoteCall 自定义
zh_hant_tw: RemoteCall 自訂

source: RemoteCall is not initialized. How are you here?
zh_hans: RemoteCall 尚未初始化。你怎么进来的？
zh_hant_tw: RemoteCall 尚未初始化。你怎麼進來的？

source: RemoteCall is still in development and may not work properly 100% of the time.
zh_hans: RemoteCall 仍在开发中，不能保证每次都能正常工作。
zh_hant_tw: RemoteCall 仍在開發中，無法保證每次都能正常運作。

source: RemoteCall needs a PAC-enabled LiveContainer launch context. The main exploit may still work when RemoteCall is unavailable.
zh_hans: RemoteCall 需要启用 PAC 的 LiveContainer 启动环境。RemoteCall 不可用时，主 exploit 仍可能正常工作。
zh_hant_tw: RemoteCall 需要啟用 PAC 的 LiveContainer 啟動環境。RemoteCall 不可用時，主要 exploit 仍可能正常運作。

source: Remove
zh_hans: 移除
zh_hant_tw: 移除

source: Rename
zh_hans: 重命名
zh_hant_tw: 重新命名

source: Replace
zh_hans: 替换
zh_hant_tw: 取代

source: Replace With Clipboard
zh_hans: 用剪贴板替换
zh_hant_tw: 用剪貼簿取代

source: Repos
zh_hans: 仓库
zh_hant_tw: Repo

source: Responsible for most things related to remotecall.
zh_hans: 负责大部分 remotecall 相关内容。
zh_hant_tw: 負責大部分 remotecall 相關內容。

source: Restore
zh_hans: 恢复
zh_hant_tw: 還原

source: Restore Original
zh_hans: 恢复原始
zh_hant_tw: 還原原始值

source: Run Exploit
zh_hans: 运行 Exploit
zh_hant_tw: 執行 Exploit

source: Running Exploit...
zh_hans: 正在运行 Exploit...
zh_hant_tw: 正在執行 Exploit...

source: Running...
zh_hans: 正在运行...
zh_hant_tw: 正在執行...

source: Sandbox
zh_hans: 沙盒
zh_hant_tw: 沙盒

source: Sandbox escape not ready. Run the sandbox escape first.
zh_hans: 沙盒逃逸尚未就绪。请先运行沙盒逃逸。
zh_hant_tw: 沙盒逃逸尚未就緒。請先執行沙盒逃逸。

source: Save
zh_hans: 保存
zh_hant_tw: 儲存

source: Save Offsets
zh_hans: 保存 Offsets
zh_hant_tw: 儲存 Offsets

source: SBX only.
zh_hans: 仅 SBX。
zh_hant_tw: 僅 SBX。

source: Scanning...
zh_hans: 正在扫描...
zh_hant_tw: 正在掃描...

source: Search
zh_hans: 搜索
zh_hant_tw: 搜尋

source: Security Research Device
zh_hans: 安全研究设备
zh_hant_tw: 安全性研究裝置

source: Select All
zh_hans: 全选
zh_hant_tw: 全選

source: Select Theme
zh_hans: 选择主题
zh_hant_tw: 選擇主題

source: Select...
zh_hans: 选择...
zh_hant_tw: 選擇...

source: Settings
zh_hans: 设置
zh_hant_tw: 設定

source: Show File Manager in Tabs
zh_hans: 在标签页中显示文件管理器
zh_hant_tw: 在分頁中顯示檔案管理器

source: Sideloaded Apps
zh_hans: 侧载 App
zh_hant_tw: 側載 App

source: Some custom fonts will not work for app icons and other stuff, some will not work at all. If you want them to work, patch your .ttf [here](https://neonmodder123.github.io/lara-font-patcher/).
zh_hans: 部分自定义字体无法用于 App 图标等内容，有些可能完全不能用。如果想让它们可用，请在[这里](https://neonmodder123.github.io/lara-font-patcher/)修补你的 .ttf。
zh_hant_tw: 部分自訂字型無法用於 App 圖示等內容，有些可能完全不能用。如果想讓它們可用，請在[這裡](https://neonmodder123.github.io/lara-font-patcher/)修補你的 .ttf。

source: Sort
zh_hans: 排序
zh_hant_tw: 排序

source: Sort A-Z
zh_hans: 按 A-Z 排序
zh_hant_tw: 依 A-Z 排序

source: Sort Z-A
zh_hans: 按 Z-A 排序
zh_hant_tw: 依 Z-A 排序

source: Source
zh_hans: 源文件
zh_hant_tw: 來源

source: Stage Manager
zh_hans: 台前调度
zh_hant_tw: 幕前調度

source: Stash KRW primitives
zh_hans: 保存 KRW primitives
zh_hant_tw: 儲存 KRW primitives

source: Status
zh_hans: 状态
zh_hant_tw: 狀態

source: Status Bar Time Format
zh_hans: 状态栏时间格式
zh_hant_tw: 狀態列時間格式

source: Succeeded. Open the Pocket Poster app, open settings and tap Detect.
zh_hans: 成功。打开 Pocket Poster，进入设置并点击 Detect。
zh_hant_tw: 成功。打開 Pocket Poster，進入設定並點 Detect。

source: Suffix
zh_hans: 后缀
zh_hant_tw: 後綴

source: Tap to Wake (iPhone SE)
zh_hans: 轻点唤醒 (iPhone SE)
zh_hant_tw: 點一下喚醒 (iPhone SE)

source: Target Style
zh_hans: 目标样式
zh_hant_tw: 目標樣式

source: The entire EditorView.
zh_hans: 整个 EditorView。
zh_hant_tw: 整個 EditorView。

source: The original [SystemColors Patcher](https://yupa-tt.github.io/SystemColor/).
zh_hans: 原版 [SystemColors Patcher](https://yupa-tt.github.io/SystemColor/)。
zh_hant_tw: 原版 [SystemColors Patcher](https://yupa-tt.github.io/SystemColor/)。

source: The text automatically updates every MINUTE
zh_hans: 文本每分钟自动更新
zh_hant_tw: 文字每分鐘自動更新

source: These call into SpringBoard via RemoteCall. Keep RemoteCall initialized while running them.
zh_hans: 这些功能会通过 RemoteCall 调用 SpringBoard。运行时请保持 RemoteCall 已初始化。
zh_hant_tw: 這些功能會透過 RemoteCall 呼叫 SpringBoard。執行時請保持 RemoteCall 已初始化。

source: This browser is powered by vfs namecache lookups, not full directory enumeration. Some folders may appear empty unless entries are already cached. Symlinks may also be shown as files even when their targets are directories.
zh_hans: 此浏览器基于 vfs namecache 查找，而不是完整目录枚举。除非条目已被缓存，否则某些文件夹可能显示为空。符号链接也可能在目标是目录时显示为文件。
zh_hant_tw: 此瀏覽器基於 vfs namecache 查找，而不是完整目錄列舉。除非項目已被快取，否則某些資料夾可能顯示為空。符號連結也可能在目標是資料夾時顯示為檔案。

source: This file manager is powered by vfs namecache lookups, not full directory enumeration. It may display inaccurate information.
zh_hans: 此文件管理器基于 vfs namecache 查找，而不是完整目录枚举，可能显示不准确的信息。
zh_hant_tw: 此檔案管理器基於 vfs namecache 查找，而不是完整目錄列舉，可能顯示不準確的資訊。
